window.DEADLANDS_CATALOG_EDGES = [
    {
      "id": "e000",
      "name": "Акробат",
      "category": "Профессиональные",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Атлетика d8+",
      "effect": "Может бесплатно перебросить любую проверку атлетики, связанную с гимнастикой, попытками балансировать или захватом. Это не распространяется на проверки лазания, плавания, метания и проверки, прерывающие чьё-либо действие"
    },
    {
      "id": "e001",
      "name": "Акробат+",
      "category": "Профессиональные",
      "rank": "Закалённый",
      "requirements": "Акробат",
      "effect": "Персонаж так ловок и подвижен, что все атаки по нему, кроме неожиданных, получают штраф -1. Однако чтобы черта работала, ничто не должно стеснять движения акробата, а также у него не должно быть штрафов за нагрузку или минимальную силу"
    },
    {
      "id": "e002",
      "name": "Амбидекстр",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Верховая езда d6+",
      "effect": "Убирает штраф при использовании не ведущей руки. Если амбидекстр держит в каждой руке по оружию, их модификаторы защиты суммируются"
    },
    {
      "id": "e003",
      "name": "Аристократ",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "—",
      "effect": "Добавляет +2 к проверкам убеждения, когда использует социальные связи среди местной элиты. Также добавляет +2 к проверкам осведомлённости, когда речь заходит об этикете, геральдике и фамильных древах, а также о сплетнях и слухах, которые ходят среди элиты"
    },
    {
      "id": "e004",
      "name": "Бдительность",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "—",
      "effect": "Получает +2 к проверкам внимания, направленным на то, чтобы что-то увидеть, услышать или почуять"
    },
    {
      "id": "e005",
      "name": "Беглый огонь",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Стрельба d6+",
      "effect": "Пока персонаж использует скорострельное оружие (например, полуавтоматическое или револьвер) и располагает достаточным количеством боеприпасов, он может увеличить скорострельность этого оружия на 1 для одной атаки за ход"
    },
    {
      "id": "e006",
      "name": "Беглый огонь+",
      "category": "Боевые",
      "rank": "Ветеран",
      "requirements": "Беглый огонь",
      "effect": "Применяя несколько действий, может увеличивать скорострельность своего оружия на 1 для двух атак в ход"
    },
    {
      "id": "e007",
      "name": "Берсерк",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "—",
      "effect": "Получив ранение или оказавшись в шоке (но только от физического урона), персонаж с этой чертой должен преуспеть в проверке смекалки или впасть в состояние берсерка. По желанию он может провалить эту проверку без броска. В состоянии берсерка: +2 к стойкости, уменьшает\nштрафы за ранения на 1, все его удары в ближнем бою становятся яростными. Он не может пользоваться навыками, требующими размышлений или сосредоточенности, но может выкрикивать угрозы и применять запугивания. Если берсерк получает критический провал на проверке драки, он попадает по любой случайной цели в пределах досягаемости (включая союзников). После 5 раундов ярости герой получает уровень усталости. После десяти раундов — ещё один, затем ярость сходит на нет. Берсерк может выйти из этого состояния раньше, пройдя проверку смекалки со штрафом -2"
    },
    {
      "id": "e008",
      "name": "Беспощадный",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "—",
      "effect": "Может тратить фишки, чтобы перекинуть кости урона или добавить +d6 к результату"
    },
    {
      "id": "e009",
      "name": "Блок",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Драка d8+",
      "effect": "Персонаж с этой чертой добавляет +1 к защите. А если соперники объединяют силы против него, полученный ими модификатор снижается на 1"
    },
    {
      "id": "e010",
      "name": "Блок+",
      "category": "Боевые",
      "rank": "Ветеран",
      "requirements": "Блок",
      "effect": "Персонаж добавляет +2 к защите, а модификатор объединения сил против него снижается на 2"
    },
    {
      "id": "e011",
      "name": "Блок++",
      "category": "Боевые",
      "rank": "Легенда",
      "requirements": "Блок+, Мастер боевых искусств",
      "effect": "При неудачной атаке враг получает обратный урон равный силе персонажа. Если враг атаковал оружием ближнего боя - урон оружия, вместо силы"
    },
    {
      "id": "e012",
      "name": "Богатство",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "—",
      "effect": "Начинает игру с дополнительными $250 в кармане"
    },
    {
      "id": "e013",
      "name": "Богатство+",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Богатство",
      "effect": "Добавляет ещё дополнительные $250"
    },
    {
      "id": "e014",
      "name": "Боевая закалка",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "—",
      "effect": "Получает +2, когда пытается оправиться от шока или оглушения"
    },
    {
      "id": "e015",
      "name": "Боевая ярость",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Драка d8+",
      "effect": "В качестве исключительного действия персонаж может добавить вторую кость драки к любой атаке ближнего боя раз в ход. Эта дополнительная кость может быть направлена как на ту же цель, так и на другую (в зоне досягаемости). Результаты бросков рассматриваются отдельно"
    },
    {
      "id": "e016",
      "name": "Боевая ярость+",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Боевая ярость",
      "effect": "Во время атаки в боевой ярости персонаж добавляет третью кость драки"
    },
    {
      "id": "e017",
      "name": "Боевой клич повстанцев",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Происхождение из Конфедерации",
      "effect": "Может издать клич в в большом шаблоне, персонаж на краю шаблона. Все проходят проверку запугивания"
    },
    {
      "id": "e018",
      "name": "Бой вслепую",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Мастер боевых искусств, Драка d8+, Внимание d10+",
      "effect": "Не получает штрафов при атаках в дистанции 2 клеток в полной темноте или при невозможности видеть. Убирает штрафы изъяна слепота"
    },
    {
      "id": "e019",
      "name": "Бугай",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Сила d6+, Выносливость d6+",
      "effect": "Сила считается на 1 ступень выше при определении нагрузки и минимальной силы для ношения доспехов, оружия и снаряжения. +1 к размеру"
    },
    {
      "id": "e020",
      "name": "Быстрая перезарядка",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Ловкость d8+, Стрельба d6+",
      "effect": "Один раз за ход может перезарядить оружие без штрафа стрельбы, совершаемой в этот же ход. Если оружие требует полный раунд для перезарядки (или больше), уменьшает на 1 раунд"
    },
    {
      "id": "e021",
      "name": "Быстроногость",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Ловкость d6+",
      "effect": "Шаг увеличивается на 1, а кость бега на 1 ступень"
    },
    {
      "id": "e022",
      "name": "Везение",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "—",
      "effect": "Получает +1 фишку в начале игры"
    },
    {
      "id": "e023",
      "name": "Везение+",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "—",
      "effect": "Получает +2 фишки в начале игры"
    },
    {
      "id": "e024",
      "name": "Ветеран дикого запада",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Оккультизм d6+, Храбрость d6+",
      "effect": "Начинает игру закаленным, получает на старте больше опыта. Получает серъезные вызовы и последствия, для этого вытягивает карту из колоды и передаче маршалу. Режим хардкора"
    },
    {
      "id": "e025",
      "name": "Вор",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Скрытность d6+, Воровство d6+",
      "effect": "Получает +1 на проверки атлетики (лазание) в городах. Воры также знают, как пользоваться тёмным пространством между фонарями и как уйти от погони в переулках и подворотнях. Они получают +1 к проверкам скрытности в городах. Вор получает +1 ко всем проверкам воровства"
    },
    {
      "id": "e026",
      "name": "Восстановление силы",
      "category": "Мистические",
      "rank": "Закалённый",
      "requirements": "Мистический дар (любой), Характер d6+",
      "effect": "Увеличивает скорость восстановления до 10 пунктов за час отдыха"
    },
    {
      "id": "e027",
      "name": "Восстановление силы+",
      "category": "Мистические",
      "rank": "Ветеран",
      "requirements": "Восстановление силы",
      "effect": "Увеличивает скорость восстановления до 20 пунктов за час отдыха"
    },
    {
      "id": "e028",
      "name": "Глоток мужества",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Выносливость d8+",
      "effect": "Стоит принять на грудь (как минимум стакан виски или чего-то столь же крепкого), в следующий раунд выносливость и, соответственно, стойкость увеличиваются на одну ступень. Также персонаж игнорирует 1 пункт штрафа за ранения (если другая его способность уже даёт это преимущество, они суммируются). Но все проверки смекалки и ловкости (и связанных с ними навыков) он проходит со штрафом -1. Эффект длится час, а потом персонаж на 4 часа получает уровень усталости"
    },
    {
      "id": "e029",
      "name": "Грозный вид",
      "category": "Социальные",
      "rank": "Новичок",
      "requirements": "Любой из изъянов: жажда крови, дурной характер, жестокость, уродство",
      "effect": "Получает +2 на проверки запугивания"
    },
    {
      "id": "e030",
      "name": "Два клинка",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Верховая езда d6+",
      "effect": "Если персонаж первым действием проходит проверку драки одной рукой, а следующим действием - другой, вторая атака не накладывает штраф за несколько действий. Однако если персонаж не амбидекстр, штраф за непривычную руку сохраняется. Если у персонажа есть черта два ствола, второе действие также может быть дистанционной атакой"
    },
    {
      "id": "e031",
      "name": "Два ствола",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Верховая езда d6+",
      "effect": "Работает как два клинка, но для дистанционного оружия: персонаж может выстрелить или метнуть оружие каждой из рук, не получая штрафа за несколько действий. Если у персонажа есть черта два клинка, второе действие также может быть атакой ближнего боя"
    },
    {
      "id": "e032",
      "name": "Двойной выстрел",
      "category": "Предыстории",
      "rank": "Закалённый",
      "requirements": "Стрельба d6+",
      "effect": "Двойной выстрел применим только для оружия со скорострельностью 1, способного сделать 2 выстрела подряд без перезарядки. Персонаж тратит дополнительный патрон и добавляет +1 к попаданию\nи +1 к урону. Это занимает 1 действие. Двойной выстрел не может применяться\nодновременно с беглым огнём. Если персонаж использует оружие со свойством короткая очередь, то к попаданию и урону добавляется не +1, а +2, но расходуется сразу 6 патронов.\n"
    },
    {
      "id": "e033",
      "name": "Двойные стволы",
      "category": "Боевые",
      "rank": "Ветеран",
      "requirements": "Меткий стрелок, Амбидекстер, Стрельба d10+",
      "effect": "Способен применять меткий стрелок против разных целей, стрельба из револьверов двойного действия, как если бы они имели скорострельность 2"
    },
    {
      "id": "e034",
      "name": "Дуэлянт",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Стрельба d6+",
      "effect": "Во время дуэли получает дополнительную карту на руку за каждый пункт выдержки"
    },
    {
      "id": "e035",
      "name": "Егерь",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Характер d6+, Выживание d8+",
      "effect": "Получает +2 к проверкам выживания и скрытности, если находится в дикой природе (вне поселений, руин или подземелий)"
    },
    {
      "id": "e036",
      "name": "Железная воля",
      "category": "Социальные",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Получает +2 на проверки смекалки и характера при сопротивлении уловкам"
    },
    {
      "id": "e037",
      "name": "Железная воля+",
      "category": "Социальные",
      "rank": "Закалённый",
      "requirements": "Железная воля, Смелость",
      "effect": "Герой добавляет модификатор железной воли, когда сопротивляется влиянию мистических сил. Это не складывается с модификаторами за смелость, а также не применяется к последующим проверкам, вызванным воздействием сил, например когда персонаж пытается выйти из шока после получения урона, сопротивляется страху и т. д. "
    },
    {
      "id": "e038",
      "name": "Запасливость",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Везение",
      "effect": "Один раз за сцену герой может найти,«внезапно вспомнить» или просто выудить из кармана нужное снаряжение, немного боеприпасов или другой полезный предмет"
    },
    {
      "id": "e039",
      "name": "Змеиная изворотливость",
      "category": "Боевые",
      "rank": "Ветеран",
      "requirements": "Мастер боевых искусств, Разрыв дистанции+",
      "effect": "Выходит из ближнего боя без проверок и атак"
    },
    {
      "id": "e040",
      "name": "Истинное мужество",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Дает +1 к выдержке"
    },
    {
      "id": "e041",
      "name": "Золотые руки",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Ремонт d8+",
      "effect": "Получает +2 к проверкам ремонта, а при подъёме тратит вдвое меньше времени на починку. Успех с подъёмом позволяет управится за четверть положенного времени"
    },
    {
      "id": "e042",
      "name": "Избранный",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Характер d8+, Драка d6+",
      "effect": "Персонажа могли призвать как добрые, так и злые божества. Он получает +2 к урону, когда атакует сверхъестественных злых (или, соответственно, добрых) созданий. Модификатор применяется\nк обычным атакам, атакам по площади, дистанционным атакам, эффектам сил и так далее"
    },
    {
      "id": "e043",
      "name": "Именное оружие",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Навык в данном оружии d8+",
      "effect": "При использовании именного оружия персонаж добавляет +1 к проверкам драки, стрельбы и атлетики (метания) и столько же к защите, если это оружие наготове (в том числе дистанционное)"
    },
    {
      "id": "e044",
      "name": "Именное оружие+",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Именное оружие",
      "effect": "При использовании именного оружия персонаж добавляет +2 к проверкам драки, стрельбы и атлетики (метания) и столько же к защите, если это оружие наготове (в том числе дистанционное)"
    },
    {
      "id": "e045",
      "name": "Как на собаке",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Выносливость d8+",
      "effect": "Получает +2 на проверки выносливости, связанные с естественным выздоровлением, а также проходит их каждые 3 дня вместо 5"
    },
    {
      "id": "e046",
      "name": "Контратака",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Драка d8+",
      "effect": "Один раз за раунд герой (если не оглушён и не находится в шоке) может совершить свободную атаку со штрафом -2 по противнику, который неудачно его атаковал. Это обычная атака, которая не может быть преобразована"
    },
    {
      "id": "e047",
      "name": "Контратака+",
      "category": "Боевые",
      "rank": "Ветеран",
      "requirements": "Контратака",
      "effect": "Один раз за раунд герой (если не оглушён и не находится в шоке) может совершить свободную атаку без штрафа по противнику, который неудачно его атаковал. Это обычная атака, которая не может быть преобразована"
    },
    {
      "id": "e048",
      "name": "Крепкий орешек",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Когда персонажу приходится проходить проверку выносливости, чтобы не истечь кровью, он игнорирует штрафы от ранений"
    },
    {
      "id": "e049",
      "name": "Крепкий орешек+",
      "category": "Боевые",
      "rank": "Ветеран",
      "requirements": "Крепкий орешек",
      "effect": " Когда персонаж погиб, бросьте кубик. Выпало нечётное число - персонаж и правда покойник, чётное - он по-прежнему при смерти"
    },
    {
      "id": "e050",
      "name": "Круговой удар",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Сила d8+, Драка d6+",
      "effect": "Круговой удар — это исключительное действие. Он позволяет персонажу с двуручным оружием атаковать в ближнем бою все без исключения цели в пределах дальности. Атака заденет как противников, так и союзников. Для каждой поражённой цели нужен отдельный бросок урона. Если оружие персонажа не двуручное, он получает штраф –2 к данной проверке драки"
    },
    {
      "id": "e051",
      "name": "Круговой удар+",
      "category": "Боевые",
      "rank": "Ветеран",
      "requirements": "Круговой удар",
      "effect": "Персонаж больше не задевает союзников, нанося круговой удар"
    },
    {
      "id": "e052",
      "name": "Мастер боевых искусств",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Драка d6+",
      "effect": "Руки и ноги персонажа считаются оружием, соответственно, он всегда вооружён. Атакуя ими, персонаж делает проверку драки с модификатором +1 и при успехе наносит урон, равный силе +d4"
    },
    {
      "id": "e053",
      "name": "Мастер боевых искусств+",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Мастер боевых искусств, Драка d10+",
      "effect": "Модификатор драки увеличивается до +2, а урон - на ещё 1 ступень"
    },
    {
      "id": "e054",
      "name": "Меткий стрелок",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Атлетика d8+ или Стрельба d8+",
      "effect": "Если во время своего хода персонаж не перемещается и применяет оружие со скорострельностью не более 1 в качестве первого действия, он может добавить +1 к проверкам атлетики (метания) или стрельбы или проигнорировать до 2 единиц штрафа за прицельные атаки, укрытие, дистанцию, силуэт или скорость. Это преимущество работает как слабая версия манёвра прицеливание и не сочетается с ним. Черта меткий стрелок не применяется к атакам, следующим после первой (в раунде)"
    },
    {
      "id": "e055",
      "name": "Мистический дар (вуду)",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Персонаж получает доступ к сверхъестественным силам вуду и ее талантам. Получает особую механику ПС и доступ к силам вуду"
    },
    {
      "id": "e056",
      "name": "Мистический дар (искусство ЦИ)",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Мастер боевых искусств",
      "effect": "Персонаж получает доступ к сверхъестественным силам ЦИ и его талантам. Получает особую механику ПС и доступ к силам ЦИ"
    },
    {
      "id": "e057",
      "name": "Мистический дар (магия)",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "-",
      "effect": "Персонаж получает доступ к сверхъестественным силам и ее талантам. Получает особую механику ПС и доступ к силам"
    },
    {
      "id": "e058",
      "name": "Мистический дар (безумная наука)",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "-",
      "effect": "Персонаж получает доступ к сверхъестественным силам призрачной руды и изобретений на ее основе. Получает особую механику ПС и доступ к силам безумной науки"
    },
    {
      "id": "e059",
      "name": "Мистический дар (руны)",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Стрельба d8+",
      "effect": "Персонаж получает доступ к сверхъестественным силам рунного стрелка и его талантам. Получает особую механику ПС и доступ к силам рунного стрелка"
    },
    {
      "id": "e060",
      "name": "Мистический дар (чудеса)",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Персонаж получает доступ к сверхъестественным силам веры и ее талантам. Получает особую механику ПС и доступ к религиозным силам"
    },
    {
      "id": "e061",
      "name": "Мистический дар (шаманизм)",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "-",
      "effect": "Персонаж получает доступ к сверхъестественным силам шамана и его талантам. Получает особую механику ПС и доступ к силам шамана"
    },
    {
      "id": "e062",
      "name": "Не зли меня!",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "—",
      "effect": "Добавляет к своему урону штрафы за ранения. Нельзя взять одновременно со стальными нервами"
    },
    {
      "id": "e063",
      "name": "Примета",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "—",
      "effect": "Особое событие, связанное с рождением персонажа. Каждая активация приметы тратит фишку. После выбора черты требуется выбрать конкретную примету"
    },
    {
      "id": "e064",
      "name": "Могучий удар",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Драка d8+",
      "effect": "Когда в качестве карты действия персонажу приходит джокер, его первая успешная проверка драки в текущем раунде наносит двойной урон"
    },
    {
      "id": "e065",
      "name": "Мы - команда!",
      "category": "Социальные",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Герой воодушевляет союзника и вселяет в него уверенность. Он может передавать свои фишки любой дикой карте, способной слышать его слова или видеть жесты"
    },
    {
      "id": "e066",
      "name": "Надёжный",
      "category": "Социальные",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Бесплатно перебрасывает любую проверку помощи"
    },
    {
      "id": "e067",
      "name": "Новые силы",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Мистический дар (любой)",
      "effect": "Выбрав эту черту, что можно делать несколько раз, персонаж осваивает 2 новые силы, доступные его мистическому дару и рангу",
      "multiPick": "unlimited"
    },
    {
      "id": "e068",
      "name": "Обаяние",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Получает один бесплатный переброс на любые проверки убеждения"
    },
    {
      "id": "e069",
      "name": "Паркур",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Атлетика d6+",
      "effect": "Пока преграды на пути позволяют себя перемахнуть, перепрыгнуть или преодолеть как-то ещё, персонаж двигается через труднопроходимые участки на полный шаг. Он также получает +2 к проверкам атлетики (в том числе лазанию) при пеших погонях"
    },
    {
      "id": "e070",
      "name": "Привлекательность",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Выносливость d6+",
      "effect": "Получает +1 к выступлению и убеждению, если зрители или собеседники способны счесть его физически привлекательным"
    },
    {
      "id": "e071",
      "name": "Привлекательность+",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Привлекательность",
      "effect": "Получает +2 к выступлению и убеждению, если зрители или собеседники способны счесть его физически привлекательным"
    },
    {
      "id": "e072",
      "name": "Прилив силы",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Мистический дар (любой), Мистический навык d8+",
      "effect": "Вытянув джокера в качестве карты действия, персонаж восстанавливает 10 пунктов силы (но не выше своего максимума)"
    },
    {
      "id": "e073",
      "name": "Пункты силы",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Мистический дар (любой)",
      "effect": "Черта дарит 5 дополнительных пунктов силы. Можно брать неоднократно, но не чаще раза за ранг",
      "multiPick": "ranked"
    },
    {
      "id": "e074",
      "name": "Разрыв дистанции",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Верховая езда d6+",
      "effect": "Выходя из ближнего боя выбирает 1 противника, что не совершает атаку"
    },
    {
      "id": "e075",
      "name": "Разрыв дистанции+",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Разрыв дистанции",
      "effect": "Выходя из ближнего боя выбирает до 3 противников, что не совершают атаку"
    },
    {
      "id": "e076",
      "name": "Расчётливость",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Смекалка d8+",
      "effect": "Если в качестве карты действия выпадает 5 или ниже, он может проигнорировать до 2 пунктов штрафа к 1 из действий в текущем раунде. Это относится к штрафам за несколько действий, укрытие, дистанцию и даже за ранения"
    },
    {
      "id": "e077",
      "name": "Рок-н-Ролл!",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Стрельба d8+",
      "effect": "Если персонаж в свой ход не перемещается и использует оружие со скорострельностью 2 или выше, он избегает штрафа за отдачу"
    },
    {
      "id": "e078",
      "name": "Связь с животными",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "-",
      "effect": "Персонаж может тратить собственные фишки на действия любых подконтрольных ему зверей, будь то ездовые животные, домашние питомцы или фамильяры"
    },
    {
      "id": "e079",
      "name": "Силач",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Сила  d6+, Выносливость d6+",
      "effect": "Для персонажа Атлетика считается навыком, связанным с силой, а не с ловкостью, когда речь идёт о развитии персонажа. По желанию персонаж может использовать силу вместо ловкости при сопротивлении уловкам с применением атлетики. Ближняя дистанция метания предметов увеличивается на 1, средняя - на 2, дальняя - на 3"
    },
    {
      "id": "e080",
      "name": "Смелость",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Характер d6+",
      "effect": "Получает +2 к проверкам храбрости и вычитает 2 из результата броска по таблице страха "
    },
    {
      "id": "e081",
      "name": "Смертельный выстрел",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Атлетика d8+ или Стрельба d8+",
      "effect": "Если в качестве карты действия персонажу приходит джокер, его первая успешная проверка атлетики (метание) или стрельбы в текущем раунде наносит двойной урон"
    },
    {
      "id": "e082",
      "name": "Стальная челюсть",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Выносливость d8+",
      "effect": "Герой способен отразить мощнейший удар. У него +2 к проверкам на прочность и броскам выносливости при попытках избежать нокаута"
    },
    {
      "id": "e083",
      "name": "Стальные нервы",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Выносливость d8+",
      "effect": "Игнорирует 1 пункт штрафа за ранения"
    },
    {
      "id": "e084",
      "name": "Стальные нервы+",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Стальные нервы",
      "effect": "Игнорирует 2 пункта штрафа за ранения"
    },
    {
      "id": "e085",
      "name": "Стремительность",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Ловкость d6+",
      "effect": "Если его карта действия в бою - 5 или младше, он может продолжить набирать карты\nдо тех пор, пока не вытянет 6 или старше. Работает совместно с хладнокровностью"
    },
    {
      "id": "e086",
      "name": "Рождённый в седле",
      "category": "Профессиональные",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Верховая езда d6+",
      "effect": "+2 к проверкам верховой езды. Может тратить фишки для проверки прочности лошади — успех и каждый подъём спасают её от 1 раны"
    },
    {
      "id": "e087",
      "name": "Талант к языкам",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Смекалка d6+",
      "effect": "За неколько минут общения получает d4 навык владения данным языком. +1 к проверкам владения языками, которые уже знает"
    },
    {
      "id": "e088",
      "name": "Твёрдая рука",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Верховая езда d6+",
      "effect": "Когда персонаж стреляет, находясь в седле или на любом движущемся транспорте, он игнорирует штраф за ненадёжную опору. За действия на бегу он получает штраф -1 вместо -2"
    },
    {
      "id": "e089",
      "name": "Тяжеловес",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Сила  d8+, Выносливость d8+",
      "effect": "Стойкость повышается на 1. Когда он использует для удара руки или ноги - урон равен силе +d4. Если у него уже есть дополнительная кость урона, например от черты боевые искусства, она просто увеличивается на 1 ступень. Данная черта не превращает руки персонажа в естественное оружие "
    },
    {
      "id": "e090",
      "name": "Тяжеловес+",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Тяжеловес",
      "effect": "Стойкость персонажа повышается на 2 вместо 1, а урон, который он наносит\nкулаками или ногами — на 1 ступень"
    },
    {
      "id": "e091",
      "name": "Убийца",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Драка d6+, Скрытность d8+",
      "effect": "Получает +2 к броскам урона, если застает врага врасплох или когда тот уязвим"
    },
    {
      "id": "e092",
      "name": "Увёртливость",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Ловкость d8+, Верховая езда d6+",
      "effect": "Все дистанционные атаки, не оказавшиеся для персонажа полной\nнеожиданностью, получают штраф -2 на попадание. Эффект увёртливости не суммируется\nс эффектом укрытия"
    },
    {
      "id": "e093",
      "name": "Увёртливость+",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Увёртливость",
      "effect": "Персонаж получает +2 ко всем попыткам уклонения от атак по площади"
    },
    {
      "id": "e094",
      "name": "Укротитель",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Звери не станут нападать, если персонаж их случайно или намеренно не спровоцирует или не атакует их первым. Также у персонажа есть собственное животное-компаньон. Размер этого животного обычно 0 или меньше. Животное — статист, если его убивают или отпускают, персонаж сможет найти замену через d4 дня. Черту укротитель можно брать несколько раз, и за каждый раз после первого необходимо выбрать одно из улучшений"
    },
    {
      "id": "e095",
      "name": "Умелец",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Смекалка d6+, Внимание d8+, Ремонт d6+",
      "effect": "Способен собирать полезные вещи из подручных материалов. Обладая навыком ремонта, он может из самых простых предметов создать импровизированное оружие, взрывчатку или инструмент, которых хватит на одно использование или до конца сцены"
    },
    {
      "id": "e096",
      "name": "Упорство",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Когда персонаж тратит фишку, чтобы перебросить проверку параметра, он добавляет +2 к итоговому\nрезультату. Это не касается проверок урона, а также проверок на прочность, если только персонаж\nне потратит ещё одну фишку, чтобы её перебросить"
    },
    {
      "id": "e097",
      "name": "Упреждающий удар",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Ловкость d8+, Верховая езда d6+",
      "effect": "Один раз в раунд персонаж может провести свободную атаку ближнего боя по противнику, только что вошедшему в предел дальности его оружия"
    },
    {
      "id": "e098",
      "name": "Упреждающий удар+",
      "category": "Боевые",
      "rank": "Легенда",
      "requirements": "Упреждающий удар",
      "effect": "За один раунд персонаж может провести свободные атаки ближнего боя по 3\nпротивникам, вошедшим в зону его досягаемости"
    },
    {
      "id": "e099",
      "name": "Устойчивость к мистическим силам",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Все мистические силы врага, направленные на персонажа, получают штраф –2, также уменьшается на 2 и любой магический урон. Если вражеская сила не срабатывает из-за штрафа, она всё равно расходует пункты силы и воздействует на другие цели (если их было несколько)"
    },
    {
      "id": "e100",
      "name": "Устойчивость к мистическим силам+",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Устойчивость к мистическим силам",
      "effect": "Все мистические силы врага, направленные на персонажа, получают штраф –4, также уменьшается на 4 и любой магический урон. Если вражеская сила не срабатывает из-за штрафа, она всё равно расходует пункты силы и воздействует на другие цели (если их было несколько)"
    },
    {
      "id": "e101",
      "name": "Учёный",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Поиск информации d8+",
      "effect": "Выберите навык знаний: академические знания, военное дело, оккультизм, науку или иной, основанный на смекалке и существующий в игровом мире. Персонаж получает +2 на проверки данного навыка. Эту черту можно выбирать несколько раз, но для разных навыков. Персонаж с этой чертой способен создавать магические устройства и делиться ими с союзниками"
    },
    {
      "id": "e102",
      "name": "Финт",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Драка d8+",
      "effect": "Совершая уловку с использованием драки, персонаж может выбрать, как будет защищаться соперник: проверкой ловкости или смекалки"
    },
    {
      "id": "e103",
      "name": "Хладнокровие",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Смекалка d8+",
      "effect": "В начале каждого боевого раунда персонаж получает 2 карты действия и выбирает любую из них"
    },
    {
      "id": "e104",
      "name": "Хладнокровие+",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Хладнокровие",
      "effect": "В начале каждого боевого раунда персонаж получает 3 карты действия и выбирает любую из них"
    },
    {
      "id": "e105",
      "name": "Целитель",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Добавляет +2 ко всем проверкам лечения - как магического, так и обычного"
    },
    {
      "id": "e106",
      "name": "Ци",
      "category": "Сверхъестественные",
      "rank": "Ветеран",
      "requirements": "Мастер боевых искусств",
      "effect": "В начале каждого боя персонаж получает пункт ци, который может потратить на следующее: перебросить неудачную атаку (даже критический провал); • заставить противника перебросить атаку, направленную на обладателя ци (второй результат придётся оставить); • добавить +d6 урона к успешной проверке драки, если обладатель черты наносит урон руками, ногами или иным естественным оружием. Эта кость урона может взрываться, как и все остальные. Когда бой заканчивается, непотраченный пункт ци сгорает"
    },
    {
      "id": "e107",
      "name": "Чёрный юмор",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Провокация d6+",
      "effect": "Когда проваливает проверку храбрости, может пройти заново используя провокацию. Если проваливает и 2 проверку - при проверке по таблице ужаса значение ниже на 2"
    },
    {
      "id": "e108",
      "name": "Шулер",
      "category": "Социальные",
      "rank": "Новичок",
      "requirements": "Азартные игры d6+",
      "effect": "Могут поймать на жульничестве в картах только при критическом провале, если персонаж картёжник -2 штраф к проверке внимания для оппонентов"
    },
    {
      "id": "e109",
      "name": "Шестое чувство",
      "category": "Сверхъестественные",
      "rank": "Новичок",
      "requirements": "-",
      "effect": "В случае внезапного нападения получает +2 к проверке внимания, определяющей, сможет ли он действовать в первом раунде. Если же он проходит эту проверку с подъёмом, то начинает бой уже наготове. Если обладателю шестого чувства грозит неожиданная опасность, к которой неприменимы правила внезапного нападения (выстрел снайпера, яма-ловушка, отравленный напиток), он может пройти проверку внимания со штрафом -2 (или получает +2, если проверка внимания в данной ситуации доступна каждому). При успехе он успевает заметить опасность и может что-то предпринять. Если речь идёт о нападении и персонаж успешно проходит проверку внимания, его не застают врасплох"
    },
    {
      "id": "e110",
      "name": "Баловень судьбы",
      "category": "Сверхъестественные",
      "rank": "Закалённый",
      "requirements": "—",
      "effect": "Один раз за встречу может потратить любую фишку как синюю. Можно брать несколько раз, но не более 1 раза за ранг. Каждая такая черта увеличивает число изменяемых фишек на 1",
      "multiPick": "ranked"
    },
    {
      "id": "e111",
      "name": "Вдохновитель",
      "category": "Социальные",
      "rank": "Новичок",
      "requirements": "Характер d8+",
      "effect": "Когда персонаж использует уловку против соперника и преуспевает в этом, он также может снять состояние «отвлечён» или «уязвим» с одного из своих союзников"
    },
    {
      "id": "e112",
      "name": "Капитан",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Командный голос, Судовождение d8+",
      "effect": "У персонажа есть каньонная яхта. Во время морского боя капитан может выбрать лучший момент для выстрела бортовых орудий, позволив стрелкам игнорировать штраф за ненадёжную опору"
    },
    {
      "id": "e113",
      "name": "Командный голос",
      "category": "Социальные",
      "rank": "Новичок",
      "requirements": "Смекалка d6+",
      "effect": "Статисты в командном радиусе получают +1 на проверки характера для выхода из шока и +1 на проверки выносливости при попытках оправиться от оглушения"
    },
    {
      "id": "e114",
      "name": "Командный голос+",
      "category": "Социальные",
      "rank": "Закалённый",
      "requirements": "Командный голос",
      "effect": "Для персонажа с этой чертой командный радиус увеличивается до 10 дюймов (20 ярдов)"
    },
    {
      "id": "e115",
      "name": "Мастер боевых искусств++",
      "category": "Боевые",
      "rank": "Легенда",
      "requirements": "Мастер боевых искусств+, Драка d12+",
      "effect": "Может совершить свободное действие и уменьшить штраф безоружной прицельной атаки на 4 с использованием навыка драки. Используя эту черту не может перемещаться в этом раунде"
    },
    {
      "id": "e116",
      "name": "Меченный",
      "category": "Предыстории",
      "rank": "Новичок",
      "requirements": "Характер d6+",
      "effect": "Начинает в качестве меченного, посмертно воскрешённого стрелка с помощью маниту. Взять эту черту можно при создании персонажа или после его смерти"
    },
    {
      "id": "e117",
      "name": "Обитатель глуши",
      "category": "Профессиональные",
      "rank": "Новичок",
      "requirements": "Смекалка d8+, Выносливость d6+, Внимание d8+, Выживание d6+",
      "effect": "Получает +2 к проверкам выживания, +2 к проверкам выносливости при противостоянии жаре или холоду"
    },
    {
      "id": "e118",
      "name": "Пройдоха",
      "category": "Профессиональные",
      "rank": "Новичок",
      "requirements": "Смекалка d6+, Характер d6+, Убеждение d8+",
      "effect": "+2 к проверкам убеждения. Когда персонаж врёт кому-то, может навязать поединок воли убеждением против смекалки цели"
    },
    {
      "id": "e119",
      "name": "Сила десяти тигров",
      "category": "Боевые",
      "rank": "Новичок",
      "requirements": "Упреждающий удар, Ловкость d6+, Драка d8+, Запугивание или Провокация d6+",
      "effect": "Раз в раунд может инициировать поединок воли с противником рядом. В случае победы может провести свободную атаку без штрафа за несколько действий"
    },
    {
      "id": "e120",
      "name": "Сказитель",
      "category": "Профессиональные",
      "rank": "Новичок",
      "requirements": "Убеждение d8+",
      "effect": "+2 к проверке убеждения при рассказах о подвигах своих и товарищей. Сталкивается с осложнением при проверке убеждения только в случае критического провала. Когда успешно понижает уровень страха — получает 1 золотую фишку"
    },
    {
      "id": "e121",
      "name": "Стрельба от бедра",
      "category": "Боевые",
      "rank": "Закалённый",
      "requirements": "Стрельба d8+",
      "effect": "Уменьшает штраф на 2 к проверкам стрельбы при веерной стрельбе из револьвера"
    },
    {
      "id": "e122",
      "name": "Стрельба от бедра+",
      "category": "Боевые",
      "rank": "Герой",
      "requirements": "Стрельба d10+",
      "effect": "Убирает штрафы при веерной стрельбе"
    },
    {
      "id": "e123",
      "name": "Дитя упавшей звезды",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Примета",
      "effect": "Во время рождения персонажа небо озарил метеор или комета. В начале каждой битвы может потратить фишку, увеличивая радиус влияния лидерских черт на расстояние равное характеру. Красная удваивает, синяя увеличивает в 4 раза. Эффект длится весь бой. Тратит фишку при активации"
    },
    {
      "id": "e124",
      "name": "Дитя бури",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Примета",
      "effect": "Персонаж родился во время бушующего шторма. Если он тратит белую фишку для проверки уровня храбрости заново — игнорирует все штрафы за исключение местного уровня страха. Красная фишка — игнорирует и местный уровень страха. За синюю — позволяет пройти заново проверку всем в пределах дистанции равной его характеру. Тратит фишку при активации"
    },
    {
      "id": "e125",
      "name": "Незаконнорождённый",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Примета",
      "effect": "Родители персонажа не состояли в браке. Говорят, такие могут видеть незримое. Потратив фишку, видит невидимых или слитых с фоном существ. Тратит фишку при активации"
    },
    {
      "id": "e126",
      "name": "Перевёрнутый",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Примета",
      "effect": "Персонаж родился ногами вперёд и обладает талантом к исцелению. Может потратить фишку, чтобы совершить великое исцеление. Не проходит проверки и исцеляет 1 ранение. Тратит фишку при активации"
    },
    {
      "id": "e127",
      "name": "Рождественский подарок",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Примета",
      "effect": "Рождённый в канун рождества — может взять только вуду, шаманизм или чудеса из мистических даров. Если персонаж становится целью мистической силы врага — может потратить фишку чтобы отменить воздействие, а также заставить противника пройти проверку характера со штрафом -4. Если противник провалил — оказывается в шоке. Тратит фишку при активации"
    },
    {
      "id": "e128",
      "name": "Рождённый в День всех святых",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Примета",
      "effect": "Говорят, сам Джек Фонарь покровительствует тем, кто родился в Хэллоуин. Может взять только руны, колдовство или безумную науку как мистический дар. Безумный учёный может потратить фишку и пройти проверку характера при взятии черты «новые силы» — в случае успеха не страдает от помешательства. Тратит фишку при активации"
    },
    {
      "id": "e129",
      "name": "Седьмой сын",
      "category": "Мистические",
      "rank": "Новичок",
      "requirements": "Примета",
      "effect": "Может управлять судьбами. Когда кто-то использует фишку — может потратить такую же и отменить эффект первой. Тратит фишку при активации"
    }
];
