window.DEADLANDS_CATALOG_HINDRANCES = [
    {
      "id": "h000",
      "name": "Аллергия",
      "degree": "Мелкий",
      "description": "Герой страдает аллергией на распространённый раздражитель: опилки, арахис, конский волос и тд. Реагирует минимум в 5 клетках",
      "descriptionHarrowed": "Герой страдает аллергией на раздражитель связанный со злыми сверхъестественными силами: соль, чеснок, уксус, серебро, святая вода и тд. Реагирует минимум в 5 клетках",
      "penalty": "При контакте с аллергеном проверка Выносливости со штрафом -1. Провал даёт 1 уровень усталости, исчезает через d6 часов",
      "bonus": "-"
    },
    {
      "id": "h001",
      "name": "Аллергия",
      "degree": "Крупный",
      "description": "Герой страдает тяжелой формой аллергии на распространённый раздражитель: опилки, арахис, конский волос и тд. Реагирует минимум в 5 клетках",
      "descriptionHarrowed": "Герой страдает тяжелой формой аллергии на раздражитель связанный со злыми сверхъестественными силами: соль, чеснок, уксус, серебро, святая вода и тд. Реагирует минимум в 5 клетках",
      "penalty": "При контакте с аллергеном проверка Выносливости со штрафом -2. Провал даёт 1 уровень усталости, исчезает через сутки",
      "bonus": "-"
    },
    {
      "id": "h002",
      "name": "Безграмотный",
      "degree": "Мелкий",
      "description": "Герой не умеет читать и писать",
      "penalty": "Не может читать и писать ни на одном языке. Может писать простейшие символы",
      "bonus": "-"
    },
    {
      "id": "h003",
      "name": "Болезненность",
      "degree": "Мелкий",
      "description": "Болезненный персонаж особенно восприимчив к недугам, воздействию окружающей среды и недосыпу",
      "penalty": "-2 к проверкам Выносливости против усталости",
      "bonus": "-"
    },
    {
      "id": "h004",
      "name": "Верный друг",
      "degree": "Мелкий",
      "description": "Персонаж всегда готов рискнуть жизнью ради друзей",
      "penalty": "Не оставит друга в беде, пока видит хоть один шанс помочь",
      "bonus": "-"
    },
    {
      "id": "h005",
      "name": "Враг",
      "degree": "Мелкий",
      "description": "Кое-кто ненавидит персонажа и хочет его разорить, отправить в тюрьму или погубить",
      "penalty": "Примерная сила врага - одинокий стрелок, жаждущий мести, или бандитская группировка — опасная, но редко встающая на пути",
      "bonus": "-"
    },
    {
      "id": "h006",
      "name": "Враг",
      "degree": "Крупный",
      "description": "Кое-кто ненавидит персонажа и хочет его разорить, отправить в тюрьму или погубить",
      "penalty": "Примерная сила врага - представитель властей, могущественный конкурент или целая преступная организация",
      "bonus": "-"
    },
    {
      "id": "h007",
      "name": "В розыске",
      "degree": "Мелкий",
      "description": "За голову героя назначена награда. Развешаны плакаты с его портретом",
      "descriptionMount": "Эта лошадь участвовала в преступлении, украдена или важна для представителей закона. Она в розыске",
      "penalty": "За персонажа назначено вознаграждение d6-100 долларов",
      "penaltyMount": "Лошадь в розыске и видимо ее текущий наездник тоже",
      "bonus": "-"
    },
    {
      "id": "h008",
      "name": "В розыске",
      "degree": "Крупный",
      "description": "За голову героя назначена серьёзная награда. Развешаны плакаты с его портретом. Персонажа активно разыскивают",
      "descriptionMount": "Эта лошадь участвовала в преступлении, украдена или важна для представителей закона. Ее активно ищут по всем штатам",
      "penalty": "За персонажа назначено вознаграждение d6-1000 долларов",
      "penaltyMount": "Лошадь в розыске и видимо ее текущий наездник тоже",
      "bonus": "-"
    },
    {
      "id": "h009",
      "name": "Героизм",
      "degree": "Крупный",
      "description": "Эта благородная душа не в состоянии пройти мимо того, кто оказался в беде. Возможно, герой и сам не рад, но невольно проникается каждой слезливой историей и всегда спешит на помощь тем, кто сам себе помочь не может",
      "penalty": "Обязан помогать в любом случае, даже ценой риска или без оплаты. Если есть шанс помочь, обязан это сделать",
      "bonus": "-"
    },
    {
      "id": "h010",
      "name": "Длинный язык",
      "degree": "Мелкий",
      "description": "Персонаж плохо хранит секреты и говорит лишнее",
      "penalty": "Раскрывает планы и охотно делится тайнами, которым стоило бы оставаться в кругу друзей",
      "bonus": "-"
    },
    {
      "id": "h011",
      "name": "Дурная привычка",
      "degree": "Мелкий",
      "description": "Раздражает всех вокруг, но не представляет опасности. Например, герой ковыряет в носу, говорит «как бы, ну» через слово или жуёт жвачку и громко лопает пузыри",
      "penalty": "Дурацкая, раздражающая или саморазрушительная привычка",
      "bonus": "-"
    },
    {
      "id": "h012",
      "name": "Дурная привычка",
      "degree": "Крупный",
      "description": "физическая или психологическая зависимость. Она ослабляет героя, угрожает его здоровью или даже жизни. Персонаж принимает наркотики, уходит в запой, курит, злоупотребляет алкоголем или азартными играми",
      "penalty": "Проверка Выносливости 1 раз в 24 часа - 1 уровень усталости при провале. Можно улучшить состояние препаратами и проверкой лечения. Но после 4 часов зависимость вернется",
      "bonus": "-"
    },
    {
      "id": "h013",
      "name": "Дурной характер",
      "degree": "Мелкий",
      "description": "Персонаж несговорчив и отличается на редкость скверным характером. Он не склонен творить добро, всегда озабочен собственной выгодой, а вознаграждение или помощь принимает без всякой благодарности",
      "penalty": "-1 к проверкам Убеждения",
      "bonus": "-"
    },
    {
      "id": "h014",
      "name": "Жадность",
      "degree": "Мелкий",
      "description": "Постоянные споры о награде и доле",
      "penalty": "Ролевые конфликты",
      "bonus": "-"
    },
    {
      "id": "h015",
      "name": "Жадность",
      "degree": "Крупный",
      "description": "Готов пойти на крайности ради наживы",
      "penalty": "Серьёзные ролевые осложнения",
      "bonus": "-"
    },
    {
      "id": "h016",
      "name": "Жажда крови",
      "degree": "Крупный",
      "description": "Не берёт пленных и добивает врагов",
      "penalty": "Сюжетные последствия",
      "bonus": "-"
    },
    {
      "id": "h017",
      "name": "Желторотый",
      "degree": "Мелкий",
      "description": "Новичок на Диком Западе, не хватает опыта",
      "penalty": "-1 к Выдержке; не может брать черту Истинное мужество",
      "bonus": "Можно избавиться от изъяна при достижении ранга Закалённый"
    },
    {
      "id": "h018",
      "name": "Жестокий слуга Смерти",
      "degree": "Крупный",
      "description": "Герой — опасный убийца и это его основное ремесло",
      "descriptionMount": "Лошадь прошла через множество людских смертей и многие из них были совершены ей самой. Ей не составит труда раздавить еще парочку-другую",
      "penalty": "При атаке, если выпало осложнение (1) — атакует ближайшего союзника. Критический провал при такой атаке наносит дополнительно d6 урона",
      "penaltyMount": "При атаке, если выпало осложнение (1) — атакует ближайшего союзника. Критический провал при такой атаке наносит дополнительно d6 урона",
      "bonus": "+1 к проверкам урона при атаке Дракой, Стрельбой, Колдовством и Метанием",
      "bonusMount": "+1 к проверкам урона при атаке Дракой"
    },
    {
      "id": "h019",
      "name": "Жестокость",
      "degree": "Мелкий",
      "description": "Готов причинить вред ради цели, но не без причин",
      "penalty": "Ролевые осложнения",
      "bonus": "-"
    },
    {
      "id": "h020",
      "name": "Жестокость",
      "degree": "Крупный",
      "description": "Без колебаний расправляется с препятствиями",
      "penalty": "Сюжетные последствия",
      "bonus": "-"
    },
    {
      "id": "h021",
      "name": "Заблуждение",
      "degree": "Мелкий",
      "description": "Странные убеждения, редко создающие серьёзные проблемы",
      "penalty": "Социальные осложнения",
      "bonus": "-"
    },
    {
      "id": "h022",
      "name": "Заблуждение",
      "degree": "Крупный",
      "description": "Активно продвигает опасные или абсурдные идеи",
      "penalty": "Серьёзные осложнения",
      "bonus": "-"
    },
    {
      "id": "h023",
      "name": "Зависть",
      "degree": "Мелкий",
      "description": "Ревнует к конкретным достижениям других",
      "penalty": "Ролевые конфликты",
      "bonus": "-"
    },
    {
      "id": "h024",
      "name": "Зависть",
      "degree": "Крупный",
      "description": "Стремится затмить всех, строит козни соперникам",
      "penalty": "Серьёзные ролевые осложнения",
      "bonus": "-"
    },
    {
      "id": "h025",
      "name": "Заносчивость",
      "degree": "Крупный",
      "description": "Всегда стремится доказать превосходство",
      "penalty": "Ищет самых сильных противников",
      "bonus": "-"
    },
    {
      "id": "h026",
      "name": "Импульсивность",
      "degree": "Крупный",
      "description": "Сначала действует, потом думает",
      "penalty": "Должен принимать рискованные решения",
      "bonus": "-"
    },
    {
      "id": "h027",
      "name": "Клятва",
      "degree": "Мелкий",
      "description": "Обязательство, редко вступающее в конфликт с командой",
      "penalty": "Регулярные обязанности",
      "bonus": "-"
    },
    {
      "id": "h028",
      "name": "Клятва",
      "degree": "Крупный",
      "description": "Персонажу дана клятва кому-то или чему-то",
      "penalty": "Обязан выполнять свою клятву всегда",
      "bonus": "-"
    },
    {
      "id": "h029",
      "name": "Клятва Старых путей",
      "degree": "Мелкий",
      "description": "Следует традиционному индейскому образу жизни",
      "penalty": "Не использует современные механизмы, огнестрельное оружие, томагавки, стальное оружие. Может перемещаться на современном транспорте хоть и неохотно",
      "bonus": "-"
    },
    {
      "id": "h030",
      "name": "Клятва Старых путей",
      "degree": "Крупный",
      "description": "Полный отказ от современных технологий",
      "penalty": "Не использует современные механизмы, огнестрельное оружие, томагавки, стальное оружие. Не может перемещаться на современном транспорте ни при каких условиях. Даже фургон или повозка станут предметом споров",
      "bonus": "-"
    },
    {
      "id": "h031",
      "name": "Кодекс чести",
      "degree": "Крупный",
      "description": "Строго следует моральным принципам",
      "penalty": "Не нарушает кодекс",
      "bonus": "-"
    },
    {
      "id": "h032",
      "name": "Копуша",
      "degree": "Мелкий",
      "description": "Персонаж медлительный и неповоротливый",
      "penalty": "Шаг уменьшается на 1. Суммируется с Хромота",
      "bonus": "-"
    },
    {
      "id": "h033",
      "name": "Коротышка",
      "degree": "Мелкий",
      "description": "Меньше и слабее большинства представителей народа",
      "penalty": "-1 Размер; -1 Стойкость",
      "bonus": "-"
    },
    {
      "id": "h034",
      "name": "Косноязычие",
      "degree": "Крупный",
      "description": "Плохо выражает мысли",
      "penalty": "-1 к Запугиванию, Убеждению и Насмешке (устно)",
      "bonus": "-"
    },
    {
      "id": "h035",
      "name": "Кривые руки",
      "degree": "Мелкий",
      "description": "Плохо обращается с техникой",
      "penalty": "-2 к использованию техники; критпровал ломает устройство",
      "bonus": "-"
    },
    {
      "id": "h036",
      "name": "Лживые глаза",
      "degree": "Мелкий",
      "description": "Герой не умеет убедительно врать",
      "penalty": "-2 к Запугиванию и Убеждению, если успех зависит от лжи. Такой же штраф к Азартным играм при попытках блефовать",
      "bonus": "-"
    },
    {
      "id": "h037",
      "name": "Любопытство",
      "degree": "Крупный",
      "description": "Не может пройти мимо тайны или секрета",
      "penalty": "Должен исследовать опасные объекты",
      "bonus": "-"
    },
    {
      "id": "h038",
      "name": "Медлительность",
      "degree": "Мелкий",
      "description": "В бою тянет две карты инициативы и выбирает худшую. Если среди них джокер — изъян игнорируется в этом раунде. Недоступны черты Стремительность и Хладнокровие.",
      "penalty": "Тянет 2 карты инициативы, выбирает худшую",
      "bonus": "Джокер среди карт отменяет штраф в этом раунде"
    },
    {
      "id": "h039",
      "name": "Мрачная тайна",
      "degree": "Мелкий",
      "description": "У героя есть компрометирующий секрет",
      "descriptionMount": "У лошади есть мрачная тайна в прошлом",
      "penalty": "Если тайна раскрыта публично — все проверки храбрости получают штраф -1",
      "penaltyMount": "Мрачная тайна приносит неприятности из прошлого лошади",
      "bonus": "-"
    },
    {
      "id": "h040",
      "name": "Мрачная тайна",
      "degree": "Крупный",
      "description": "Герой скрывает ужасную тайну прошлого",
      "descriptionMount": "У лошади есть зловещая тайна в прошлом",
      "penalty": "Пока тайна скрыта — проверки убеждения со штрафом -4 против знающих эту тайну. Раскрытие приводит к тяжёлым последствиям: изъян В розыске (крупный) или Враг (Крупный), постоянный штраф к проверкам храбрости -2",
      "penaltyMount": "Мрачная тайна в прошлом настолько ужасна, что последствия будут крайне серьезны для ее владельца и окружающих",
      "bonus": "-"
    },
    {
      "id": "h041",
      "name": "Мстительность",
      "degree": "Мелкий",
      "description": "Добивается справедливости законными методами",
      "penalty": "Ролевые конфликты",
      "bonus": "-"
    },
    {
      "id": "h042",
      "name": "Мстительность",
      "degree": "Крупный",
      "description": "Пойдёт на всё ради мести",
      "penalty": "Сюжетные последствия",
      "bonus": "-"
    },
    {
      "id": "h043",
      "name": "Мягкость",
      "degree": "Мелкий",
      "description": "Не производит впечатления грозного человека",
      "penalty": "-2 к Запугиванию",
      "bonus": "-"
    },
    {
      "id": "h044",
      "name": "Невезение",
      "degree": "Крупный",
      "description": "В начале каждой игровой встречи получает на 1 фишку меньше, чем положено. Нельзя брать черту Везение.",
      "penalty": "-1 фишка жетона в начале встречи",
      "bonus": "-"
    },
    {
      "id": "h045",
      "name": "Неграмотность",
      "degree": "Мелкий",
      "description": "Не умеет читать и писать",
      "penalty": "Невозможность чтения и письма",
      "bonus": "-"
    },
    {
      "id": "h046",
      "name": "Неженка",
      "degree": "Крупный",
      "description": "Герой плохо переносит боль и травму",
      "penalty": "Пока есть хотя бы одно ранение, получает дополнительный штраф -1 ко всем действиям",
      "bonus": "-"
    },
    {
      "id": "h047",
      "name": "Немота",
      "degree": "Крупный",
      "description": "Не может говорить",
      "penalty": "Ограниченная коммуникация",
      "bonus": "-"
    },
    {
      "id": "h048",
      "name": "Немощь",
      "degree": "Мелкий",
      "description": "Тяжёлая болезнь на ранней стадии",
      "penalty": "-1 к проверкам усталости при тяжёлой физической нагрузке",
      "bonus": "-"
    },
    {
      "id": "h049",
      "name": "Немощь",
      "degree": "Крупный",
      "description": "Тяжёлая прогрессирующая болезнь",
      "penalty": "Невозможно скрыть что персонаж тяжело болен. -1 к проверкам усталости при тяжёлой физической нагрузке. В конце каждой встречи проверка Выносливости на прогрессирование болезни",
      "bonus": "-"
    },
    {
      "id": "h050",
      "name": "Непробудный сон",
      "degree": "Мелкий",
      "description": "Героя крайне трудно разбудить и он спит очень крепким сном",
      "penalty": "Чтобы проснуться, требуется проверка Внимания со штрафом -4. Штраф -4 к проверкам Выносливости против того, чтобы заснуть (например на посту)",
      "bonus": "-"
    },
    {
      "id": "h051",
      "name": "Нетерпимость",
      "degree": "Мелкий",
      "description": "Не переносит определённую культуру или народ",
      "descriptionMount": "Не переносит определённую культуру или народ",
      "penalty": "-2 к убеждению при взаимодействии с представителями культуры и народа",
      "penaltyMount": "Лошадь будет ретиво вести себя с представителями определённой культуры или народа",
      "bonus": "-"
    },
    {
      "id": "h052",
      "name": "Нетерпимость",
      "degree": "Крупный",
      "description": "Сильная ненависть к определённой культуре или народу",
      "descriptionMount": "Сильная ненависть к определённой культуре или народу",
      "penalty": "-4 к убеждению при взаимодействии с представителями культуры и народа",
      "penaltyMount": "Лошадь будет буйно вести себя с представителями определённой культуры или народа",
      "bonus": "-"
    },
    {
      "id": "h053",
      "name": "Неуклюжесть",
      "degree": "Крупный",
      "description": "Постоянно спотыкается и шумит",
      "penalty": "-2 к Скрытности и Атлетике",
      "bonus": "-"
    },
    {
      "id": "h054",
      "name": "Неумелый стрелок",
      "degree": "Мелкий",
      "description": "Герой плохо обращается с огнестрельным оружием",
      "penalty": "Во время дуэли оппонент получает на руку 1 дополнительную карманную карту",
      "bonus": "-"
    },
    {
      "id": "h055",
      "name": "Неумение плавать",
      "degree": "Мелкий",
      "description": "Плохо держится на воде",
      "penalty": "-2 к Атлетике при плавании; 3 шага за дюйм",
      "bonus": "-"
    },
    {
      "id": "h056",
      "name": "Ночные кошмары",
      "degree": "Крупный",
      "description": "Героя мучают кошмары",
      "penalty": "В начале каждой сессии получает на 1 фишку меньше. Суммируется с изъяном Неудачник",
      "bonus": "-"
    },
    {
      "id": "h057",
      "name": "Обидчивость",
      "degree": "Мелкий",
      "description": "Легко задевается",
      "penalty": "-2 против Насмешки",
      "bonus": "-"
    },
    {
      "id": "h058",
      "name": "Обидчивость",
      "degree": "Крупный",
      "description": "Крайне болезненно реагирует на насмешки",
      "penalty": "-4 против Насмешки",
      "bonus": "-"
    },
    {
      "id": "h059",
      "name": "Обязательства",
      "degree": "Мелкий",
      "description": "Регулярные обязанности (~20 ч/нед)",
      "penalty": "Ограничение свободного времени",
      "bonus": "-"
    },
    {
      "id": "h060",
      "name": "Обязательства",
      "degree": "Крупный",
      "description": "Почти полная занятость (~40 ч/нед)",
      "penalty": "Серьёзное ограничение времени",
      "bonus": "-"
    },
    {
      "id": "h061",
      "name": "Одержимость идеей",
      "degree": "Мелкий",
      "description": "Стремится к личной цели, но без крайностей",
      "penalty": "Ролевые осложнения",
      "bonus": "-"
    },
    {
      "id": "h062",
      "name": "Одержимость идеей",
      "degree": "Крупный",
      "description": "Навязчивая цель доминирует над решениями",
      "penalty": "Серьёзные ролевые последствия",
      "bonus": "-"
    },
    {
      "id": "h063",
      "name": "Однорукий бандит",
      "degree": "Крупный",
      "description": "У героя отсутствует рука",
      "penalty": "-4 ко всем проверкам, требующим двух рук. Не может использовать двуручное оружие и пальбу с двух рук",
      "bonus": "-"
    },
    {
      "id": "h064",
      "name": "Отсутствие глаза",
      "degree": "Крупный",
      "description": "Потерян глаз",
      "penalty": "-2 к зрительным проверкам дальше 5 дюймов",
      "bonus": "-"
    },
    {
      "id": "h065",
      "name": "Паранойя",
      "degree": "Мелкий",
      "description": "Трудно доверяет другим",
      "penalty": "Социальные осложнения",
      "bonus": "-"
    },
    {
      "id": "h066",
      "name": "Паранойя",
      "degree": "Крупный",
      "description": "Подозревает всех; помощь менее эффективна",
      "penalty": "-2 к попыткам помочь ему",
      "bonus": "-"
    },
    {
      "id": "h067",
      "name": "Пацифизм",
      "degree": "Мелкий",
      "description": "Избегает насилия, кроме крайней необходимости",
      "penalty": "Не убивает без необходимости",
      "bonus": "-"
    },
    {
      "id": "h068",
      "name": "Пацифизм",
      "degree": "Крупный",
      "description": "Никогда не нападает на живых существ",
      "penalty": "Не может атаковать живых",
      "bonus": "-"
    },
    {
      "id": "h069",
      "name": "Перестраховщик",
      "degree": "Мелкий",
      "description": "Чрезмерно осторожен",
      "penalty": "Тратит время на подготовку",
      "bonus": "-"
    },
    {
      "id": "h070",
      "name": "Плохое зрение",
      "degree": "Мелкий",
      "description": "Ослабленное зрение",
      "penalty": "-1 к зрительным проверкам",
      "bonus": "-"
    },
    {
      "id": "h071",
      "name": "Плохое зрение",
      "degree": "Крупный",
      "description": "Сильно ухудшенное зрение",
      "penalty": "-2 к зрительным проверкам",
      "bonus": "-"
    },
    {
      "id": "h072",
      "name": "Позор",
      "degree": "Мелкий",
      "description": "Постыдная тайна известна немногим",
      "penalty": "Ролевые осложнения",
      "bonus": "-"
    },
    {
      "id": "h073",
      "name": "Позор",
      "degree": "Крупный",
      "description": "Позор известен многим",
      "penalty": "Серьёзные социальные последствия",
      "bonus": "-"
    },
    {
      "id": "h074",
      "name": "Полнота",
      "degree": "Мелкий",
      "description": "Избыточный вес влияет на подвижность",
      "penalty": "+1 Размер и Стойкость; -1 Шаг; -1 бег",
      "bonus": "-"
    },
    {
      "id": "h075",
      "name": "Предмет силы",
      "degree": "Мелкий",
      "description": "Мистический дар зависит от особого предмета. Невозможно взять рунному стрелку или безумному учёному",
      "penalty": "-1 к проверкам сверхъестественного навыка без предмета силы. Все видящие использование предмета понимают, что он важен. В случае полной утраты — две недели на восстановление",
      "bonus": "-"
    },
    {
      "id": "h076",
      "name": "Предмет силы",
      "degree": "Крупный",
      "description": "Сильная зависимость от предмета силы. Невозможно взять рунному стрелку или безумному учёному",
      "penalty": "-2 к проверкам сверхъестественного навыка без предмета силы. Все видящие использование предмета понимают, что он важен. В случае полной утраты — две недели на восстановление",
      "bonus": "-"
    },
    {
      "id": "h077",
      "name": "Причуда",
      "degree": "Мелкий",
      "description": "Странная, но безвредная особенность поведения",
      "penalty": "Ролевой эффект",
      "bonus": "-"
    },
    {
      "id": "h078",
      "name": "Проклятье",
      "degree": "Крупный",
      "description": "Герой совершил неправедный поступок в прошлом",
      "penalty": "На героя не действуют благотворные эффекты чудес. Чудеса, что вредят или наносят урон — действуют",
      "bonus": "-"
    },
    {
      "id": "h079",
      "name": "Рассеянность",
      "degree": "Крупный",
      "description": "Погружён в свои мысли",
      "penalty": "-1 к Осведомлённости и Вниманию",
      "bonus": "-"
    },
    {
      "id": "h080",
      "name": "Ритуал доблести",
      "degree": "Мелкий",
      "description": "Перед боем герой обязан провести ритуал ку",
      "penalty": "Первым действием обязан коснуться ку противника — это атака без урона. При совершении действий до обряда ку обязан сжигать фишки",
      "bonus": "+2 по таблице начальной реакции для индейцев, почитающих ку"
    },
    {
      "id": "h081",
      "name": "Самопожертвование",
      "degree": "Мелкий",
      "description": "Готов рисковать ради великой цели",
      "penalty": "Ролевой риск",
      "bonus": "-"
    },
    {
      "id": "h082",
      "name": "Самоуверенность",
      "degree": "Крупный",
      "description": "Уверен, что справится с любой задачей",
      "penalty": "Берёт сложные вызовы",
      "bonus": "-"
    },
    {
      "id": "h083",
      "name": "Секрет",
      "degree": "Мелкий",
      "description": "Скрывает важную информацию",
      "penalty": "Сюжетные осложнения",
      "bonus": "-"
    },
    {
      "id": "h084",
      "name": "Секрет",
      "degree": "Крупный",
      "description": "Разглашение приведёт к тяжёлым последствиям",
      "penalty": "Серьёзные осложнения",
      "bonus": "-"
    },
    {
      "id": "h085",
      "name": "Слепота",
      "degree": "Крупный",
      "description": "Полностью лишён зрения",
      "penalty": "-6 к действиям, требующим зрения",
      "bonus": "+1 бесплатная Черта",
      "bonusMount": "+1 бесплатная случайная Черта"
    },
    {
      "id": "h086",
      "name": "Старость",
      "degree": "Крупный",
      "description": "Возраст ослабил тело, но дал опыт",
      "penalty": "-1 к Ловкости, Силе, Выносливости; -1 Шаг",
      "bonus": "+5 пунктов навыков (Смекалка)",
      "penaltyMount": "+1 к Защите и Стойкости",
      "bonusMount": "-1 к Шагу, кость бега ниже на 1 ступень"
    },
    {
      "id": "h087",
      "name": "Транжира",
      "degree": "Мелкий",
      "description": "Постоянно тратит деньги",
      "penalty": "1/2 стартовых средств; еженедельное уменьшение",
      "bonus": "-"
    },
    {
      "id": "h088",
      "name": "Трусость",
      "degree": "Крупный",
      "description": "Боится боли и смерти",
      "penalty": "-2 к сопротивлению Страху и Запугиванию",
      "bonus": "-"
    },
    {
      "id": "h089",
      "name": "Тугоухость",
      "degree": "Мелкий",
      "description": "Сильно ухудшен слух",
      "penalty": "-4 к слуховым проверкам",
      "bonus": "-"
    },
    {
      "id": "h090",
      "name": "Тугоухость",
      "degree": "Крупный",
      "description": "Полная глухота",
      "penalty": "Автопровал слуховых проверок",
      "bonus": "-"
    },
    {
      "id": "h091",
      "name": "Упрямство",
      "degree": "Мелкий",
      "description": "Никогда не признаёт ошибок",
      "penalty": "Ролевые осложнения",
      "bonus": "-"
    },
    {
      "id": "h092",
      "name": "Уродство",
      "degree": "Мелкий",
      "description": "Сильно непривлекателен",
      "descriptionMount": "Сильно непривлекательная внешность лошади",
      "penalty": "-1 к Убеждению",
      "penaltyMount": "-1 к Убеждению персонажа пока он на лошади",
      "bonus": "-"
    },
    {
      "id": "h093",
      "name": "Уродство",
      "degree": "Крупный",
      "description": "Крайне отталкивающая внешность",
      "descriptionMount": "Крайне отталкивающая внешность лошади",
      "penalty": "-2 к Убеждению",
      "penaltyMount": "-2 к Убеждению персонажа пока он на лошади",
      "bonus": "-"
    },
    {
      "id": "h094",
      "name": "Фобия",
      "degree": "Мелкий",
      "description": "Иррациональный страх",
      "penalty": "-1 ко всем проверкам при контакте",
      "bonus": "-"
    },
    {
      "id": "h095",
      "name": "Фобия",
      "degree": "Крупный",
      "description": "Сильный навязчивый страх",
      "penalty": "-2 ко всем проверкам при контакте",
      "bonus": "-"
    },
    {
      "id": "h096",
      "name": "Фома неверующий",
      "degree": "Мелкий",
      "description": "Скептик, игнорирующий сверхъестественное",
      "penalty": "Ролевые осложнения",
      "bonus": "-"
    },
    {
      "id": "h097",
      "name": "Ходячее несчастье",
      "degree": "Мелкий",
      "description": "Героя постоянно преследуют неприятности",
      "penalty": "Маршал создаст минимум одну неприятность за игровую встречу",
      "bonus": "-"
    },
    {
      "id": "h098",
      "name": "Ходячее несчастье",
      "degree": "Крупный",
      "description": "Героя преследуют серьёзные неприятности",
      "penalty": "Маршал создаст очень опасные и частые неприятности за встречу",
      "bonus": "-"
    },
    {
      "id": "h099",
      "name": "Хромота",
      "degree": "Мелкий",
      "description": "Старая травма ограничивает подвижность",
      "penalty": "Уменьшает шаг на 1. Снижает кость бега на 1 ступень",
      "bonus": "-"
    },
    {
      "id": "h100",
      "name": "Хромота",
      "degree": "Крупный",
      "description": "Серьёзное ограничение движения",
      "penalty": "Уменьшает шаг на 2. Снижает кость бега на 1 ступень. Штраф к проверкам атлетики -2",
      "bonus": "-"
    },
    {
      "id": "h101",
      "name": "Чужак",
      "degree": "Мелкий",
      "description": "Иностранец или чужак в обществе",
      "penalty": "-2 к Убеждению среди местных",
      "bonus": "-"
    },
    {
      "id": "h102",
      "name": "Чужак",
      "degree": "Крупный",
      "description": "Почти лишён прав в обществе",
      "penalty": "-2 к Убеждению; социальные ограничения",
      "bonus": "-"
    },
    {
      "id": "h103",
      "name": "Юность",
      "degree": "Мелкий",
      "description": "12-15 лет, меньше стартовых пунктов",
      "penalty": "4 пункта характеристик; 10 навыков",
      "bonus": "+1 фишка в начале встречи",
      "descriptionMount": "Это очень молодая лошадь - резвая, но еще не окрепшая",
      "penaltyMount": "-1 к Защите и Стойкости, уменьшает силу на 1 ступень",
      "bonusMount": "+1 к Шагу, кость бега выше на 1 ступень"
    },
    {
      "id": "h104",
      "name": "Аура смерти",
      "degree": "Мелкий",
      "harrowedOnly": true,
      "description": "За некоторыми из меченых тянется самый взаправдашний незримый шлейф посмертия. Окружающие люди чувствуют, что с этими парнями не всё ладно, хотя и не могут внятно объяснить, что именно. Хуже того, вокруг него вянут растения. Примерно через 10 минут присутствия меченого начинают гнить овощи и фрукты. Животные избегают ожившего покойника",
      "penalty": "-2 на проверки убеждения, -4 штраф на верховую езду. Каждый раз при оседлании верхового животного проверка на верховую езду",
      "bonus": "-"
    },
    {
      "id": "h105",
      "name": "Беспокойный",
      "degree": "Мелкий",
      "harrowedOnly": true,
      "description": "Каждый меченый переживает свой худший кошмар, прежде чем выкарабкаться из могилы. Некоторые маниту находят забаву слишком увлекательной, возвращаясь к ней вновь и вновь",
      "penalty": "На все проверки власти над телом налагается штраф -1",
      "bonus": "-"
    },
    {
      "id": "h106",
      "name": "Беспокойный",
      "degree": "Крупный",
      "harrowedOnly": true,
      "description": "Каждый меченый переживает свой худший кошмар, прежде чем выкарабкаться из могилы. Некоторые маниту находят забаву слишком увлекательной, возвращаясь к ней вновь и вновь",
      "penalty": "На все проверки власти над телом налагается штраф -2",
      "bonus": "-"
    },
    {
      "id": "h107",
      "name": "Мерзкое пристрастие",
      "degree": "Мелкий",
      "harrowedOnly": true,
      "description": "По неизвестной причине изредка меченые становятся буквально одержимы каким-то видом «пищи» формально всё ещё съедобным, чем вгоняют большинство нормальных людей в брезгливую оторопь. Твой герой должен съедать указанную субстанцию хотя бы 1 раз в день. Вот несколько примеров: гнилая еда, плесень, кладбищенская земля, жуки, конский навоз, живая плоть, кровь людей или животных или определённый внутренний орган",
      "penalty": "Проверка выносливости, если не съеден тип пристрастия, при неудаче 1 уровень усталости. Не может умереть от штрафов этого изъяна",
      "bonus": "-"
    },
    {
      "id": "h108",
      "name": "Мерзкое пристрастие",
      "degree": "Крупный",
      "harrowedOnly": true,
      "description": "По неизвестной причине изредка меченые становятся буквально одержимы каким-то видом «пищи» формально всё ещё съедобным, чем вгоняют большинство нормальных людей в брезгливую оторопь. Твой герой должен съедать указанную субстанцию хотя бы 1 раз в день. Вот несколько примеров: гнилая еда, плесень, кладбищенская земля, жуки, конский навоз, живая плоть, кровь людей или животных или определённый внутренний орган",
      "penalty": "Проверка выносливости, если не съеден тип пристрастия, при неудаче 2 уровня усталости. Не может умереть от штрафов этого изъяна",
      "bonus": "-"
    },
    {
      "id": "h109",
      "name": "Метка Дьявола",
      "degree": "Мелкий",
      "harrowedOnly": true,
      "description": "Проклятие некоторых меченых сияет подобно начищенной звезде шерифа — по крайней мере для тех, кто умеет смотреть и видеть. Если меченый получил метку Дьявола, любой другой персонаж, обладающий каким-нибудь мистическим даром или навыком знания (оккультизм d10+), имеет шанс увидеть злобного демона, что свернулся у твоего героя внутри - в его истинном или ложном облике. Чтобы увидеть - должен пройти встречную проверку внимания против характера (+ власть над телом) меченого",
      "penalty": "Возможность явить суть меченного персонажу с мистическим даром или оккультизмом",
      "bonus": "-"
    },
    {
      "id": "h110",
      "name": "Разложение",
      "degree": "Мелкий",
      "harrowedOnly": true,
      "description": "Обычно маниту при помощи сверхъестественных сил делает тело меченого устойчивым к урону и быстро затягивает любые раны. Однако мёртвая плоть неизбежно смердит, кроме того у всех меченых бледная, болезненно-желтоватая кожа. Иногда же маниту попросту не может или не желает беречь тело от гниения",
      "penalty": "Окружающие получают +2 к проверкам внимания, чтобы учуять смрад. -2 к убеждению",
      "bonus": "-"
    },
    {
      "id": "h111",
      "name": "Разложение",
      "degree": "Крупный",
      "harrowedOnly": true,
      "description": "Обычно маниту при помощи сверхъестественных сил делает тело меченого устойчивым к урону и быстро затягивает любые раны. При этом изъяне скрыть загробную природу меченого становится почти невозможно. Тело бедолаги раздуло от трупных газов и жидкостей или куски гниющего мяса отслаиваются прямо с костей",
      "penalty": "Окружающие получают +4 к проверкам внимания, чтобы учуять смрад. -6 к убеждению. Узрившие меченного впервые проходят проверку храбрости",
      "bonus": "-"
    }
];
